{
    "intents": [
        {
            "tag": "greeting",
            "patterns": [
                "Hi",
                "Hello",
                "Hey",
                "Good morning",
                "Good evening",
                "Good afternoon",
                "Greetings",
                "Hi there",
                "Hello there",
                "Hey there",
                "Morning!",
                "Evening!",
                "Afternoon!",
                "What's up?",
                "Howdy",
                "Yo",
                "Nice to meet you",
                "Pleased to meet you",
                "Hello, I need some help",
                "Hi, can you assist me?",
                "Good day",
                "Hi, how are you doing?",
                "Hello, how's it going?",
                "Good to see you again",
                "Welcome back",
                "Hey, good to see you"
            ],
            "responses": [
                "Hello! How can I assist you today?",
                "Hi there! What can I do for you?",
                "Greetings! What brings you here?",
                "Hello! How may I help you?",
                "Hi! How can I be of service?",
                "What can I help you with today?",
                "Good to see you! How can I assist?",
                "Welcome! What do you need?",
                "Hey! How can I help you out?",
                "Good day to you! What can I do for you?",
                "Hello, how are you doing today?",
                "Hi, what can I help you with?",
                "Good to see you again! What brings you back?",
                "Welcome back! How can I assist you today?",
                "Hey, good to see you! What can I do for you?"
            ]
        },
        {
            "tag": "goodbye",
            "patterns": [
                "Bye",
                "Goodbye",
                "See you later",
                "Talk to you soon",
                "Farewell",
                "Have a good day",
                "Have a nice day",
                "See ya",
                "Later",
                "I'm leaving now",
                "Gotta go",
                "Until next time",
                "So long",
                "Take care",
                "Catch you later",
                "Have a good one",
                "It was nice talking to you",
                "I'm all set, bye",
                "Thanks for your help, goodbye",
                "Adios",
                "Bye for now",
                "See you around",
                "Have a great evening",
                "Have a good one!",
                "Until next time"
            ],
            "responses": [
                "Goodbye! Have a great day.",
                "See you later!",
                "Farewell! Let me know if you need anything else.",
                "Have a good one!",
                "Talk to you soon!",
                "Take care!",
                "Have a nice time!",
                "Until next time, goodbye!",
                "It was a pleasure assisting you. Goodbye!",
                "So long! Feel free to reach out again.",
                "Bye for now!",
                "See you around!",
                "Have a great evening!",
                "Have a good one!",
                "Until next time!"
            ]
        },
        {
            "tag": "thanks",
            "patterns": [
                "Thanks",
                "Thank you",
                "Appreciate it",
                "Thank you very much",
                "Thanks a lot",
                "Much appreciated",
                "That's helpful, thanks",
                "I appreciate your help",
                "Cheers, thanks",
                "Ta",
                "Many thanks",
                "Thank you for your assistance",
                "Grateful for your help",
                "Thank you for the information",
                "That's great, thanks",
                "I'm thankful for your help",
                "Appreciate your time",
                "Thanks for explaining",
                "You've been a great help, thank you",
                "Thank you for your support",
                "Thanks for everything",
                "I owe you one, thanks",
                "You're a lifesaver, thanks",
                "Thanks a million",
                "Thanks in advance"
            ],
            "responses": [
                "You're welcome!",
                "Glad I could help.",
                "No problem!",
                "My pleasure!",
                "You're very welcome.",
                "Anytime!",
                "Happy to assist!",
                "It was my pleasure to help.",
                "Not a problem at all.",
                "Feel free to ask if you have more questions.",
                "You're most welcome!",
                "Always happy to help.",
                "Consider it done.",
                "My pleasure.",
                "You're quite welcome.",
                "Happy to be of assistance.",
                "You're very welcome!",
                "No worries.",
                "It was my pleasure.",
                "Glad to be of service.",
                "You're welcome!"
            ]
        },
        {
            "tag": "account_opening",
            "patterns": [
                "How do I open an account?",
                "I want to open a new bank account",
                "Open account",
                "How can I create an account?",
                "Steps to open an account",
                "New account opening process",
                "I'd like to set up an account",
                "Can I open an account online?",
                "What's needed to open an account?",
                "Account opening requirements",
                "Start a bank account",
                "Initiate account opening",
                "What documents are required to open an account?",
                "Can I open a joint account?",
                "How long does it take to open an account?",
                "Is there a minimum deposit to open an account?",
                "What are the initial steps for account opening?",
                "Can I open an account for my business?",
                "Open a savings account",
                "Open a checking account",
                "Open a new account",
                "How do I start a bank account?",
                "What is required to set up an account?",
                "Account opening procedure",
                "I want to establish an account",
                "Online account application",
                "What do I need to open an account?",
                "Account setup details",
                "I'm interested in opening an account",
                "How to apply for a bank account"
            ],
            "responses": [
                "You can open an account online through our website or visit the nearest branch.",
                "To open an account, you can either apply online or visit one of our branches.",
                "The process for opening an account involves completing an application and providing necessary documents. You can do this online or in person.",
                "For online account opening, please visit our website and follow the instructions. For in-person opening, visit any branch with the required documents.",
                "The documents typically required for opening an account include proof of identity and address. For a detailed list, please check our website or contact a branch.",
                "You can start the account opening process on our website by filling out the online application form.",
                "The required documents for opening an account are available on our website, or you can get a list from any of our branches.",
                "Yes, you can open a joint account. The process is similar, but both parties will need to provide the required documents.",
                "The time it takes to open an account varies, but online applications are often processed faster. We will provide an estimate during the application process.",
                "A minimum deposit may be required, depending on the account type. Details can be found on our website or by contacting customer service."
            ]
        },
        {
            "tag": "account_types",
            "patterns": [
                "What types of accounts do you offer?",
                "Tell me about account types",
                "What kind of accounts are available?",
                "List of account types",
                "Different types of bank accounts",
                "Savings account options",
                "Checking account options",
                "About fixed deposit accounts",
                "What are your savings accounts?",
                "What are your current accounts?",
                "What are your fixed deposit options?",
                "Tell me more about savings accounts",
                "Explain your checking accounts",
                "Details on fixed deposit schemes",
                "Do you have money market accounts?",
                "What are the features of your savings accounts?",
                "What are the features of your current accounts?",
                "What are the benefits of a fixed deposit?",
                "Are there different tiers of savings accounts?",
                "Tell me about your premium accounts",
                "What are the main account options?",
                "Describe the account types you provide",
                "Account types overview",
                "What are the different kinds of accounts?",
                "Options for savings accounts",
                "Checking account choices",
                "Information about term deposit accounts",
                "Savings account details",
                "Current account information",
                "Fixed deposit options explained"
            ],
            "responses": [
                "We offer savings accounts, current accounts, and fixed deposit accounts.",
                "Our main account types are savings, current, and fixed deposits, each with different features.",
                "You can choose from our range of savings accounts, current accounts for daily transactions, and fixed deposit accounts for higher returns.",
                "Our savings accounts offer interest on your balance, while current accounts are designed for frequent transactions. Fixed deposits provide a fixed interest rate for a specific period.",
                "Yes, we have different types of savings accounts with varying interest rates and features. Our current accounts also come with different benefits. Fixed deposit rates depend on the tenure.",
                "We offer a variety of account options, including savings accounts for earning interest, current accounts for everyday banking, and fixed deposit accounts for long-term savings.",
                "Our savings accounts come with features like interest earnings and easy access to your funds. Current accounts offer flexibility for transactions, and fixed deposits provide a secure way to grow your savings at a fixed rate.",
                "Yes, we have different tiers of savings accounts with increasing benefits as your balance grows. We also have premium accounts with exclusive services for high-net-worth individuals.",
                "Our account types include savings accounts, current accounts, and fixed deposit accounts. Each account type has unique features tailored to different financial needs.",
                "We provide several account types, such as savings accounts for accumulating funds, current accounts for regular transactions, and term deposit accounts for fixed-term investments."
            ]
        },
        {
            "tag": "loan_info",
            "patterns": [
                "What types of loans are available?",
                "Tell me about your loans",
                "Do you provide home loans?",
                "What loans do you offer?",
                "Information on available loans",
                "Details about your loan products",
                "Can I get a personal loan?",
                "Are education loans available?",
                "Tell me about vehicle loans",
                "Home loan options?",
                "Personal loan details",
                "About education loans",
                "What are the interest rates on your loans?",
                "What are the terms for your loans?",
                "How much can I borrow?",
                "What are the repayment options for loans?",
                "Do you offer business loans?",
                "Information on agricultural loans?",
                "Loan processing time?",
                "Are there any fees associated with loans?",
                "What types of loans do you have?",
                "Describe your loan offerings",
                "Loan products overview",
                "What kinds of loans are offered?",
                "Options for home loans",
                "Personal loan details",
                "Education loan information",
                "Details on car loans",
                "What are your loan interest rates?",
                "Loan repayment terms",
                "How much can I borrow for a loan?",
                "Loan repayment options available",
                "Do you provide loans for businesses?",
                "Agricultural loan details",
                "How long does it take to process a loan?",
                "Are there any loan fees?",
                "Loan application process?"
            ],
            "responses": [
                "We provide personal loans, home loans, education loans, and vehicle loans.",
                "Our loan offerings include personal loans for various needs, home loans for property purchase, education loans for studies, and vehicle loans for buying cars or bikes.",
                "Yes, we offer home loans along with personal, education, and vehicle loans.",
                "The interest rates and terms for our loans vary depending on the type of loan and your eligibility. Please inquire about a specific loan for more details.",
                "We also offer business loans and, depending on the region and specific programs, agricultural loans. Please ask for more information on these.",
                "We offer a range of loans, including personal loans for flexible use, home loans for purchasing property, education loans for academic pursuits, and vehicle loans for buying cars or motorcycles.",
                "Our loan products include personal loans with competitive interest rates, home loans with flexible repayment options, education loans tailored to student needs, and vehicle loans with attractive terms.",
                "Yes, we provide home loans to help you finance your dream property. We also offer personal loans, education loans, and vehicle loans to meet your diverse financial requirements.",
                "Loan interest rates and terms vary depending on the loan type, loan amount, and your credit profile. Please contact our loan department for personalized information.",
                "You can repay your loan through various methods, including monthly installments, online transfers, and automatic deductions. We also offer flexible repayment schedules to suit your financial situation."
            ]
        },
        {
            "tag": "credit_card",
            "patterns": [
                "Tell me about credit cards",
                "Do you offer credit cards?",
                "What are the benefits of your credit card?",
                "Information on credit cards",
                "Details about your credit card offers",
                "Types of credit cards available",
                "Features of your credit cards",
                "Advantages of having your credit card",
                "Can I apply for a credit card?",
                "What are the rewards on your credit cards?",
                "Credit card eligibility",
                "Tell me about your reward credit card",
                "What is the annual fee for your credit cards?",
                "What is the credit limit on your cards?",
                "What are the interest rates for credit cards?",
                "How do I apply for a credit card?",
                "What are the documents needed for a credit card application?",
                "Do you have travel credit cards?",
                "Cashback credit card details?",
                "Are there any introductory offers on credit cards?",
                "What credit cards do you offer?",
                "Describe your credit card products",
                "Credit card options available",
                "What kinds of credit cards do you have?",
                "Travel credit card options",
                "Cashback credit card details",
                "Reward credit card information",
                "Credit card application process",
                "Credit card requirements",
                "Credit card benefits",
                "Credit card features",
                "Applying for credit card"
            ],
            "responses": [
                "We offer various credit cards with features like cashback, reward points, and travel perks.",
                "Yes, we have a range of credit cards designed to meet different needs, offering benefits such as cashback and reward points.",
                "Our credit cards come with several benefits, including cashback on purchases, reward points redeemable for various items, and travel-related advantages.",
                "The annual fees, credit limits, and interest rates vary depending on the specific credit card. Please ask about a particular card for these details.",
                "You can apply for a credit card online through our website or by visiting one of our branches. The required documents typically include proof of identity and income.",
                "We offer a variety of credit cards, including cashback cards for earning rewards on purchases, travel cards for travel-related benefits, and reward cards for accumulating points.",
                "Our credit cards come with features such as competitive interest rates, flexible credit limits, and various reward programs. You can choose the card that best suits your spending habits and financial goals.",
                "Yes, we offer travel credit cards with benefits like airport lounge access, travel insurance, and rewards on travel expenses. We also have cashback cards and reward cards with different perks.",
                "To apply for a credit card, you can fill out an online application on our website or visit your nearest branch. We will guide you through the process and provide information on the required documentation.",
                "Credit card eligibility criteria include factors like your credit score, income, and employment history. We offer different cards with varying eligibility requirements to cater to a wide range of customers."
            ]
        },
        {
            "tag": "interest_rates",
            "patterns": [
                "What is the interest rate for savings?",
                "Tell me current interest rates",
                "Interest on FD",
                "What are your current interest rates?",
                "Savings account interest rate?",
                "Fixed deposit interest rates?",
                "Current rates for different accounts",
                "What's the interest on a current account?",
                "What's the rate for a fixed deposit?",
                "Annual interest rate for savings",
                "Interest rates for term deposits",
                "Can you tell me the current interest rates?",
                "What's the interest rate on a personal loan?",
                "What's the interest rate on a home loan?",
                "Are your interest rates fixed or variable?",
                "What are the different FD interest slabs?",
                "Do interest rates change frequently?",
                "How is interest calculated on savings accounts?",
                "What is the penalty for early withdrawal of FD?",
                "Are there any special interest rates for senior citizens?",
                "What are the current interest rates?",
                "Tell me about interest rates",
                "Interest rates information",
                "What are the interest rates?",
                "Savings account interest rates",
                "Fixed deposit interest rates",
                "Loan interest rates",
                "Credit card interest rates",
                "Current interest rates",
                "Interest rates for different accounts",
                "Interest rate for savings account",
                "Interest rate for fixed deposit",
                "Interest rate for loans",
                "Interest rate for credit cards",
                "Current interest rates for accounts"
            ],
            "responses": [
                "Our savings interest rate is 3.5% annually. Fixed deposit rates vary based on tenure.",
                "The current interest rate for savings accounts is 3.5% per year. Fixed deposit rates depend on the duration you choose.",
                "Savings accounts currently offer a 3.5% annual interest rate, while fixed deposit rates are variable depending on the investment period.",
                "Interest rates for loans vary depending on the type of loan and your creditworthiness. Please inquire about a specific loan for the applicable rate.",
                "Fixed deposit interest rates are typically fixed for the chosen tenure. Savings account interest rates can be variable and are subject to change based on market conditions.",
                "Our current savings account interest rate is 3.5% per annum. Fixed deposit rates vary based on the deposit amount and term.",
                "We offer competitive interest rates on our various accounts, including savings, current, and fixed deposit accounts. Loan interest rates depend on the loan type and your credit profile.",
                "Interest rates are subject to change based on market conditions. For the most up-to-date rates, please visit our website or contact our customer service department.",
                "Yes, we offer special interest rates for senior citizens on certain deposit accounts. Please inquire about our senior citizen benefits for more information.",
                "Interest rates vary depending on the account type and the prevailing market conditions. We strive to provide competitive rates for all our customers."
            ]
        },
        {
            "tag": "balance_inquiry",
            "patterns": [
                "How do I check my account balance?",
                "Check balance",
                "Balance inquiry",
                "How can I see my balance?",
                "What's my current balance?",
                "Can you show me my balance?",
                "Ways to check my account balance",
                "Tell me my account balance",
                "Inquire about my balance",
                "How to view my balance?",
                "Access my account balance",
                "Check my funds",
                "What's the balance in my savings account?",
                "Show me the balance of my checking account",
                "Can I get a mini-statement?",
                "How to check balance online?",
                "Check balance via mobile app",
                "Balance check through SMS?",
                "Can I check my balance at an ATM?",
                "What's the balance of my primary account?",
                "How do I find out my balance?",
                "What is my account balance?",
                "Balance check options",
                "How to see my account balance?",
                "Current balance information",
                "Account balance details",
                "Checking account balance",
                "Savings account balance",
                "How to get my account balance",
                "Balance information",
                "Account balance check",
                "View account balance",
                "Check my account funds",
                "What is the balance in my account?"
            ],
            "responses": [
                "You can check your balance via mobile banking, internet banking, or by visiting an ATM.",
                "To check your account balance, you can use our mobile app, log in to internet banking, or visit any of our ATMs.",
                "We offer several convenient ways to check your balance: through our mobile banking app, our website's internet banking portal, or by using an ATM.",
                "You can also receive mini-statements at most ATMs to view your recent transactions and balance.",
                "For specific account balances, please log in to your online banking or mobile app. For security reasons, I cannot directly provide your balance here.",
                "You can easily check your account balance through our mobile app or online banking portal. Simply log in to your account to view your current balance.",
                "We provide multiple options for balance inquiries, including checking at an ATM, using our mobile app, or logging into your online banking account.",
                "For security reasons, we recommend checking your balance through our secure online or mobile banking platforms. You can also visit an ATM for a quick balance check.",
                "To get your account balance, you can access your account information through our website, mobile app, or by visiting an ATM. Choose the method that is most convenient for you.",
                "You can check your balance online, on your phone, or at an ATM. Our mobile app and website provide the most detailed and up-to-date balance information."
            ]
        },
        {
            "tag": "loan_eligibility",
            "patterns": [
                "Am I eligible for a loan?",
                "Loan eligibility criteria?",
                "How to qualify for a personal loan?",
                "What are the requirements for a loan?",
                "Eligibility for a home loan",
                "Criteria for education loan",
                "Do I meet the loan requirements?",
                "What's needed to get a loan?",
                "How do you determine loan eligibility?",
                "Can I get a loan based on my salary?",
                "Credit score for loan eligibility",
                "Employment status for loan approval",
                "What is the minimum income for a personal loan?",
                "Do you check credit history for loan approval?",
                "What is a good credit score for a home loan?",
                "Are there age restrictions for loan eligibility?",
                "Do you consider co-applicants for loans?",
                "What if I have existing debts?",
                "Can I get a loan if I'm self-employed?",
                "What is the debt-to-income ratio for loan eligibility?",
                "How do I know if I qualify for a loan?",
                "What are the loan eligibility requirements?",
                "Loan qualification process",
                "Requirements to get a loan",
                "Home loan eligibility requirements",
                "Education loan eligibility criteria",
                "Do I qualify for a loan?",
                "What do I need to get a loan?",
                "How is loan eligibility determined?",
                "Can I get a loan with my current income?",
                "Loan eligibility based on credit score",
                "Loan approval based on employment",
                "Minimum income required for loan",
                "Is credit history checked for loans?",
                "What credit score is needed for a loan?",
                "Are there age limits for loans?",
                "Do you allow co-applicants for loans?",
                "How do existing debts affect loan eligibility?",
                "Loan options for self-employed individuals",
                "Debt-to-income ratio for loan"
            ],
            "responses": [
                "Loan eligibility depends on your income, credit score, and employment status.",
                "To be eligible for a loan, we typically consider factors such as your income level, credit history, and current employment situation.",
                "The criteria for loan eligibility include your monthly income, creditworthiness as reflected in your credit score, and your current employment status.",
                "Minimum income requirements vary depending on the type of loan. We also do check credit history as part of our eligibility assessment.",
                "Eligibility criteria can also include age restrictions and may consider co-applicants or existing debts. It's best to inquire about a specific loan for detailed requirements.",
                "To determine your loan eligibility, we assess your income stability, credit history, and current employment status. Specific requirements may vary depending on the loan type.",
                "We consider several factors when evaluating loan applications, including your credit score, monthly income, employment history, and existing debt obligations.",
                "Yes, your salary is a significant factor in loan eligibility. We also review your credit history to assess your creditworthiness.",
                "A good credit score is essential for loan approval, especially for home loans. The specific score required may vary depending on the loan amount and lender policies.",
                "Loan eligibility may be subject to age restrictions, and we may also consider co-applicants or your existing debts. Self-employed individuals may also qualify for loans with proper documentation."
            ]
        },
        {
            "tag": "branch_hours",
            "patterns": [
                "What are your branch hours?",
                "When are you open?",
                "Bank opening hours",
                "What time do your branches open?",
                "What time do your branches close?",
                "Are you open on weekends?",
                "What are your operating hours?",
                "When is the bank open?",
                "Hours of operation for your branches",
                "Branch timings",
                "What are your weekday hours?",
                "Are you open on Saturdays?",
                "Are you open on Sundays?",
                "What are your hours on public holidays?",
                "Is the [Branch Name] branch open now?",
                "What are the hours for the [City] branch?",
                "Do all branches have the same hours?",
                "Are there any branches with extended hours?",
                "What time does the [Specific Service] counter open?",
                "Until what time is the teller service available?",
                "What are your hours of operation?",
                "Tell me the branch opening times",
                "Bank branch hours",
                "Branch opening and closing times",
                "Are your branches open on weekends?",
                "What are your branch operating hours?",
                "When are your bank branches open?",
                "Branch opening hours information",
                "What are the branch hours?",
                "Branch timings and days",
                "Weekday branch hours",
                "Saturday branch hours",
                "Sunday branch hours",
                "Holiday branch hours",
                "Is [Branch Name] open?",
                "What are the branch hours in [City]?",
                "Do all branches have same hours?",
                "Any branches with longer hours?",
                "When does [Specific Service] start?",
                "Until what time is teller service available?"
            ],
            "responses": [
                "Our branches are open from 9:00 AM to 4:00 PM, Monday to Friday.",
                "Our standard branch operating hours are Monday to Friday, 9:00 AM to 4:00 PM.",
                "You can visit our branches between 9:00 in the morning and 4:00 in the afternoon, from Monday to Friday.",
                "Most of our branches follow the same hours, Monday to Friday, 9:00 AM to 4:00 PM. Weekend and public holiday hours may vary. Please check our website for specific branch details.",
                "For the hours of a specific branch or service, please visit our website's branch locator or contact that particular branch directly.",
                "Our regular branch hours are from 9:00 AM to 4:00 PM, Monday through Friday. Please note that hours may vary for holidays or specific locations.",
                "You can find the most accurate branch hours on our website's branch locator tool. Simply enter the branch name or location to view their operating hours.",
                "While most branches operate from 9:00 AM to 4:00 PM on weekdays, some may have extended hours or different schedules. Check our website for details.",
                "Branch hours may differ on public holidays. We recommend checking our website or contacting the branch directly for holiday hours.",
                "For information on a specific branch's hours, including weekend and holiday hours, please visit our online branch locator or call our customer service line."
            ]
        },
        {
            "tag": "atm_locations",
            "patterns": [
                "Where is the nearest ATM?",
                "Find ATM near me",
                "ATM location",
                "Where can I find an ATM?",
                "Locate an ATM",
                "Are there any ATMs nearby?",
                "How do I find the closest ATM?",
                "ATM locations in my area",
                "Find a bank machine",
                "Where are your ATMs located?",
                "Nearest cash machine",
                "Tell me the nearest ATM address",
                "Are there any ATMs at [Location]?",
                "Find an ATM on [Street Name]",
                "ATM near [Landmark]",
                "Where is the closest ATM that accepts [Card Type]?",
                "Are there 24-hour ATMs?",
                "Find an ATM with deposit facility",
                "ATM with cash withdrawal",
                "Locate an ATM that dispenses [Currency]",
                "Tell me here",
                "Show me ATMs around here",
                "Any ATMs in this vicinity?",
                "ATMs close to my current location",
                "Find an ATM near my location",
                "Where can I get cash around here?",
                "Closest bank machine to me",
                "Are there any ATMs within walking distance?",
                "Locate a nearby ATM",
                "Tell me where the closest ATM is situated",
                "Where's an ATM that I can use?",
                "Point me to the nearest cashpoint",
                "Direct me to an ATM",
                "I need to find a cash machine",
                "Are there any ATMs in [City/Town]?",
                "Find an ATM that belongs to [Bank Name]",
                "Show me ATMs on a map",
                "Give me directions to the nearest ATM",
                "What's the address of the closest ATM?",
                "I'm looking for an ATM in [Area]",
                "Are there any drive-thru ATMs?",
                "Find an ATM with [Specific Feature, e.g., audio assistance]",
                "Tell me the distance to the nearest ATM"
            ],
            "responses": [
                "You can find the nearest ATM using our mobile app or website ATM locator.",
                "Please use our mobile banking app or visit our website to find the nearest ATM location.",
                "Our mobile app and website have an ATM locator feature that can help you find the closest ATM.",
                "There might be ATMs at [Location]. Please check our ATM locator on the website or app for the exact locations and availability.",
                "Yes, some of our ATMs are available 24 hours. You can filter by operating hours on our ATM locator.",
                "To find ATMs near your current location, please enable location services on our mobile app or use the map feature on our website.",
                "There are [Number] ATMs located within [Distance] of your current location. You can see the exact locations on our app.",
                "For security reasons, I cannot directly provide your exact current location. However, our app and website's ATM locator will show you the nearest options.",
                "Our website and mobile app provide a map view of all our ATM locations, and you can get directions from your current location.",
                "You can filter ATMs by various features, such as 24-hour availability, deposit capabilities, and accessibility features, using our online tools.",
                "To get the most accurate and up-to-date information on ATM locations, including addresses and distances, please use our mobile app or website.",
                "You can also find ATMs belonging to our bank by using the filter option on our ATM locator, available on our website and app."
            ]
        }
    ]
}